Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Resources.resw
Source language: en_us
Languages: fi_fi, fr_fr, hi_in, hu_hu, pt_pt, ro_ro

source: About
fi_fi: Tietoja
fr_fr: A propos
hi_in: इसके बारे में
hu_hu: Rólunk
pt_pt: Sobre
ro_ro: Despre

source: Accept
fi_fi: Hyväksy
fr_fr: Accepter
hi_in: स्वीकार करें
hu_hu: Elfogad
pt_pt: Aceitar
ro_ro: Acceptă

# AddAccount
source: Add an account
fi_fi: Lisää tili
fr_fr: Ajouter un compte
hi_in: अकाउंट जोड़ें
hu_hu: Fiók hozzáadása
pt_pt: Adicionar a conta
ro_ro: Adaugă un cont

source: Albums
fi_fi: Albumit
hi_in: ऐल्बम
hu_hu: Albumok
pt_pt: Álbuns
ro_ro: Albume

source: Artists
fi_fi: Esittäjät
fr_fr: Artistes
hi_in: रचनाकार
hu_hu: Előadók
pt_pt: Artistas
ro_ro: Artiști

source: Continue
fi_fi: Jatka
fr_fr: Continuer
hi_in: जारी रखें
hu_hu: Tovább
pt_pt: Continuar
ro_ro: Continuare

source: Dark
fi_fi: Tumma
fr_fr: Sombre
hi_in: डार्क
hu_hu: Sötét
pt_pt: Escuro
ro_ro: Întunecat

source: Decide for me
fi_fi: Päätä puolestani
fr_fr: Décider pour moi
hi_in: मेरे लिए फैसला लें
hu_hu: Döntsd el helyettem
pt_pt: Decidir por mim
ro_ro: Decide pentru mine

source: Decline
fi_fi: Kieltäydy
fr_fr: Refuser
hi_in: अस्वीकार करें
hu_hu: Elutasít
pt_pt: Recusar
ro_ro: Declinare

# Discy
source: Help Center
fi_fi: Ohjekeskus
fr_fr: Centre d'aide
hi_in: सहायता केंद्र
hu_hu: Súgóközpont
pt_pt: Centro de Ajuda
ro_ro: Centru de ajutor

source: Genres
fi_fi: Lajityypit
hi_in: शैलियाँ
hu_hu: Műfajok
pt_pt: Géneros
ro_ro: Genuri

source: Home
fi_fi: At a glance
fr_fr: Accueil
hi_in: ऐट ए ग्लान्स
hu_hu: At a glance
pt_pt: Página Principal
ro_ro: Dintr-o privire

source: Insider Hub
fi_fi: Sisäpiirin Hub
hi_in: इनसाइडर
pt_pt: Insider
ro_ro: Insider

source: Language
fi_fi: Kieli
fr_fr: Langue
hi_in: भाषा
hu_hu: Nyelv
pt_pt: Linguagem
ro_ro: Limbă

source: Library
fi_fi: Kirjasto
fr_fr: Bibliothèque
hi_in: लाइब्रेरी
hu_hu: Könyvtár
pt_pt: Biblioteca
ro_ro: Librărie

source: Light
fi_fi: Vaalea
fr_fr: Clair
hi_in: लाइट
hu_hu: Világos
pt_pt: Claro
ro_ro: Luminos

# LocalVideos
source: Your library
fi_fi: All Videos
fr_fr: Toutes les vidéos
hi_in: सभी विडियो
hu_hu: All Videos
pt_pt: Todos os vídeos
ro_ro: Toate videoclipurile

# MatchResolution
source: Always match resolution
fi_fi: Täsmää tarkkuus aina
fr_fr: Toujours faire correspondre la résolution
hi_in: हमेशा रेज़ोल्यूशन मैच करें
hu_hu: Mindig egyezzen a felbontással
pt_pt: Coincidir sempre com a resolução
ro_ro: Potrivește întotdeauna cu rezoluția

source: Music
fi_fi: Musiikki
fr_fr: Musique
hi_in: संगीत
hu_hu: Zene
pt_pt: Música
ro_ro: Muzică

# NDays
source: {0} days
fi_fi: {0} päivää
hi_in: {0} दिन
hu_hu: {0} nap
pt_pt: {0} dias
ro_ro: {0} zile

# NHours
source: {0} hours
fi_fi: {0} tuntia
hi_in: {0} घंटे
hu_hu: {0} óra
pt_pt: {0} horas
ro_ro: {0} ore

# NMinutes
source: {0} minutes
fi_fi: {0} minuuttia
hi_in: {0} मिनट
hu_hu: {0} perc
pt_pt: {0} minutos
ro_ro: {0} minute

source: No crossfade
fi_fi: Ei ristihäivytystä
fr_fr: Pas de fondu
hi_in: क्रॉसफेड न करें
hu_hu: Nincs átmenet
pt_pt: Sem crossfade
ro_ro: Niciun crossfade

# NotNow
source: Not now (Exit app)
fi_fi: Ei nyt (poistu sovelluksesta)
fr_fr: Pas maintenant (quitter l'application)
hi_in: अभी नहीं(ऐप से बाहर निकलें)
hu_hu: Nem most (Kilépés)
pt_pt: Agora não (Fechar aplicação)
ro_ro: Nu acum (Ieșire)

# NSeconds
source: {0} seconds
fi_fi: {0} sekuntia
fr_fr: {0} secondes
hi_in: {0} सेकंड
hu_hu: {0} másodperc
pt_pt: {0} segundos
ro_ro: {0} secunde

# OneDay
source: 1 day
fi_fi: 1 päivä
hi_in: १ दिन
hu_hu: 1 nap
pt_pt: 1 dia
ro_ro: 1 zi

# OneHour
source: 1 hour
fi_fi: 1 tunti
hi_in: १ घंटा
hu_hu: 1 óra
pt_pt: 1 hora
ro_ro: 1 oră

# OneMinute
source: 1 minute
fi_fi: 1 minuutti
hi_in: १ मिनट
hu_hu: 1 perc
pt_pt: 1 minuto
ro_ro: 1 minut

# OneSecond
source: 1 second
fi_fi: 1 sekunti
hi_in: 1 सेकंड
hu_hu: 1 másodperc
pt_pt: 1 segundo
ro_ro: 1 secundă

# OnlyLocal
source: Use local media files only
fi_fi: Käytä vain paikallisia mediatiedostoja
fr_fr: Utiliser mes médias locaux uniquement
hi_in: केवल लोकल मीडिया फाइलें इस्तेमाल करें
hu_hu: Csak helyi médiafájlok használata
pt_pt: Usar apenas ficheiros locais de media
ro_ro: Utilizează numai fișiere locale

# OnlyStreaming
source: Use streaming services only
fi_fi: Käytä ainoastaan suoratoistopalveluja
fr_fr: Utiliser seulement les services en ligne
hi_in: केवल स्ट्रीमिंग सुविधाएँ इस्तेमाल करें
hu_hu: Csak streaming szolgáltatások használata
pt_pt: Usar apenas serviços de streaming
ro_ro: Utilizează numai servicii de streaming

# Personalise
source: Personalize
fi_fi: Personoi
fr_fr: Personnaliser
hi_in: व्यक्तिगत करें
hu_hu: Személyre szabás
pt_pt: Personalizar
ro_ro: Personalizare

source: Playback
fi_fi: Toisto
fr_fr: Lecture
hi_in: प्लेबैक
hu_hu: Visszajátszás
pt_pt: Reprodução
ro_ro: Redare

source: Playlists
fi_fi: Soittolistat
hi_in: प्लेलिस्ट
hu_hu: Lejátszási listák
pt_pt: Listas de reprodução
ro_ro: Playlist-uri

source: Properties & Info
fi_fi: Ominaisuudet ja tiedot
fr_fr: Propriétés & Infos
hi_in: गुण और जानकारी
hu_hu: Tulajdonságok és információk
pt_pt: Propriedades e Informações
ro_ro: Proprietăți și info

source: Queue
fi_fi: Jono
fr_fr: Liste d'attente
hi_in: कतार
hu_hu: Várólista
pt_pt: Fila de reprodução
ro_ro: Coadă

# ScaleToWindow
source: Scale to window size
fi_fi: Skaalaa ikkunan kokoon
fr_fr: S'adapte à la taille de la fenêtre
hi_in: विंडो आकार पर मापें
hu_hu: Méretezés az ablak méretére
pt_pt: Dimensionar para o tamanho da janela
ro_ro: Scalează la mărimea ferestrei

source: Pin to sidebar
fi_fi: Kiinnitä sivupalkkiin
hi_in: साइडबार पर पिन करें
hu_hu: Kitűzés az oldalsávra
pt_pt: Afixar na barra lateral
ro_ro: Fixați pe bara laterală

source: Remove from sidebar
fi_fi: Poista sivupalkista
fr_fr: Supprimer de la barre latérale
hi_in: साइडबार से हटाएँ
hu_hu: Eltávolítás az oldalsávról
pt_pt: Remover da barra lateral
ro_ro: Eliminare din sidebar

# SearchMediaPlaceholder
source: Search all media from this device
fi_fi: Etsi kaikki mediat tästä laitteesta
fr_fr: Rechercher des médias
hi_in: इस उपकरण पर सभी मीडिया खोजें
hu_hu: Keresés az összes médián ezen az eszközön
pt_pt: Procurar toda a media neste dispositivo
ro_ro: Caută toată media de pe acest dispozitiv

# SearchPlaceholder
source: Search
fi_fi: Etsi
fr_fr: Rechercher
hi_in: खोजें
hu_hu: Keresés
pt_pt: Procurar
ro_ro: Căutare

source: Settings
fi_fi: Asetukset
fr_fr: Paramètres
hi_in: सेटिंग्स
hu_hu: Beállítások
pt_pt: Definições
ro_ro: Setări

source: Songs
fi_fi: Kappaleet
fr_fr: Musiques
hi_in: गाने
hu_hu: Dalok
pt_pt: Músicas
ro_ro: Melodii

# StepOf
source: Step {0} of {1}
fi_fi: Vaihe {0} / {1}
fr_fr: Etape {0} sur {1}
hi_in: {1} में से चरण {0}
hu_hu: {0} / {1}. lépés
pt_pt: Passo {0} de {1}
ro_ro: Pasul {0} din {1}

# UnknownAlbumResource
source: Unknown Album
fi_fi: Tuntematon albumi
fr_fr: Album incunnu
hi_in: अनजान ऐल्बम
hu_hu: Ismeretlen album
pt_pt: Álbum desconhecido
ro_ro: Album necunoscut

# UnknownArtistResource
source: Unknown Artist
fi_fi: Tuntematon esittäjä
fr_fr: Artiste incunnu
hi_in: अनजान रचनाकार
hu_hu: Ismeretlen előadó
pt_pt: Artista desconhecido
ro_ro: Artist necunoscut

# UnknownGenreResource
source: Unknown Genre
fi_fi: Tuntematon lajityyppi
fr_fr: Genre incunnu
hi_in: अनजान शैली
hu_hu: Ismeretlen műfaj
pt_pt: Género desconhecido
ro_ro: Gen necunoscut

source: Use system setting
fi_fi: Käytä järjestelmän asetuksia
fr_fr: Utiliser les paramètres système
hi_in: सिस्टम सेटिंग का उपयोग करें
hu_hu: Rendszerbeállítások használata
pt_pt: Usa as definições do sistema
ro_ro: Folosește setările sistemului

source: Videos
fi_fi: Videot
fr_fr: Vidéos
hi_in: विडियो
hu_hu: Videók
pt_pt: Vídeos
ro_ro: Videoclipuri

source: Wallpapers
fi_fi: Taustakuvat
fr_fr: Fond d'écrans
hi_in: वॉलपेपर
hu_hu: Háttérképek
pt_pt: Papéis de parede
ro_ro: Imagini de fundal

# NAlbums
source: {0} albums
fi_fi: {0} albumia
hi_in: {0} एल्बम
hu_hu: {0} albumok
pt_pt: {0} álbuns
ro_ro: {0} albume

# NSongs
source: {0} songs
fi_fi: {0} kappaletta
hi_in: {0} गाने
hu_hu: {0} dalok
pt_pt: {0} músicas
ro_ro: {0} melodii

# NVideos
source: {0} videos
fi_fi: {0} videota
hi_in: {0} विडियो
hu_hu: {0} videók
pt_pt: {0} vídeos
ro_ro: {0} videoclipuri

# OneAlbum
source: 1 album
fi_fi: 1 albumi
hi_in: १ एल्बम
pt_pt: 1 álbum

# OneSong
source: 1 song
fi_fi: 1 kappale
hi_in: १ गाना
hu_hu: 1 dal
pt_pt: 1 música
ro_ro: 1 melodie

# OneVideo
source: 1 video
hi_in: १ विडियो
hu_hu: 1 videó
pt_pt: 1 vídeo
ro_ro: 1 videoclip

source: Coming soon
fi_fi: Tulossa pian
fr_fr: Bientôt disponnible
hi_in: जल्द आ रहा है
hu_hu: Hamarosan
pt_pt: Brevemente
ro_ro: În curând

source: Album info
fi_fi: Albumin tiedot
hi_in: एल्बम की जानकारी
hu_hu: Album információ
pt_pt: Informações do álbum
ro_ro: Informații album

source: Play
fi_fi: Toista
fr_fr: Lecture
hi_in: बजाएँ
hu_hu: Lejátszás
pt_pt: Reproduzir
ro_ro: Redă

source: Edit playlist
fi_fi: Muokkaa soittolistaa
hi_in: प्लेलिस्ट संपादित करें
hu_hu: Lejátszási lista szerkesztése
pt_pt: Editar lista de reprodução
ro_ro: Editare playlist

source: Song info
fi_fi: Kappaleen tiedot
fr_fr: Informations sur la piste
hi_in: गाने की जानकारी
hu_hu: Dal info
pt_pt: Informações da música
ro_ro: Info melodie

source: Colorful
fi_fi: Värikäs
fr_fr: Coloré
hi_in: रंगीन
hu_hu: Sokszínű
pt_pt: Colorido
ro_ro: Colorat

source: Default
fi_fi: Oletus
fr_fr: Defaut
hi_in: डिफ़ॉल्ट
hu_hu: Alapértelmezett
pt_pt: Padrão
ro_ro: Prestabilit

# DontShowSidebar
source: Don't show the sidebar
fi_fi: Älä näytä sivupalkkia
fr_fr: Ne pas afficher la barre latérale
hi_in: साइडबार न दिखाएँ
hu_hu: Ne jelenítse meg az oldalsávot
pt_pt: Não mostrar a barra lateral
ro_ro: Nu afișa sidebar-ul

source: Only show icons
fi_fi: Näytä vain kuvakkeet
fr_fr: Afficher uniquement les icônes
hi_in: केवल आइकन दिखाएँ
hu_hu: Csak ikonok megjelenítése
pt_pt: Mostrar apenas ícones
ro_ro: Afișează doar pictogramele

source: Show everything
fi_fi: Näytä kaikki
fr_fr: Tout afficher
hi_in: सब कुछ दिखाएँ
hu_hu: Minden mutatása
pt_pt: Mostrar tudo
ro_ro: Afișează tot

# RemoveFromApp
source: Only remove from app
fi_fi: Poista vain sovelluksesta
fr_fr: Supprimer uniquement de l'application
hi_in: केवल ऐप से हटाएँ
hu_hu: Eltávolítás csak az alkalmazásból
pt_pt: Remover apenas do aplicação
ro_ro: Șterge doar din aplicație

# RemoveFromDevice
source: Delete from device
fi_fi: Poista laitteelta
fr_fr: Supprimer sur l'appareil
hi_in: उपकरण से डिलीट करें
hu_hu: Törlés az eszközről
pt_pt: Remover do dispositivo
ro_ro: Șterge de pe dispozitiv

source: Back
fi_fi: Edellinen
fr_fr: Précédent
hi_in: पीछे
hu_hu: Vissza
pt_pt: Voltar
ro_ro: Înapoi

# OpenRiseOnStartup
source: Open Rise Media Player when you login to your device.
fi_fi: Avaa Rise Media Player, kun kirjaudut laitteellesi.
fr_fr: Ouvrez Rise Media Player lorsque vous vous connectez à votre appareil.
hi_in: जब आप अपने डिवाइस में लॉग इन करते हैं तो राइज मीडिया प्लेयर खोलें.
hu_hu: Nyisd meg a Rise Media Playert, amikor bejelentkezel a készülékedre.
pt_pt: Abra o Rise Media Player ao fazer login no seu dispositivo.
ro_ro: Deschideți Rise Media Player când vă conectați la dispozitiv.

# OpenRiseOnStartupH
source: Start with Windows
fi_fi: Käynnistä Windowsin käynnistyessä
fr_fr: Commence avec Windows
hi_in: विंडो के साथ शुरू करें
hu_hu: Indítás a Windows-al
pt_pt: Comece com o Windows
ro_ro: Începeți cu Windows

# FileCreated
source: Created
fi_fi: Luotu
hi_in: बनाया था
hu_hu: Létrehozva
pt_pt: Feito
ro_ro: Creată

# FileOpensWith
source: Opens with
fi_fi: Avaa sovelluksella
hi_in: से खुलता है
hu_hu: Társítás ezzel
pt_pt: Abre com
ro_ro: Se deschide cu

source: File name
fi_fi: Tiedoston nimi
hi_in: फ़ाइल का नाम
hu_hu: Fájl neve
pt_pt: Nome do arquivo
ro_ro: Nume de fișier

source: File type
fi_fi: Tiedoston tyyppi
hi_in: फाइल का प्रकार
hu_hu: Fájl típusa
pt_pt: Tipo de arquivo
ro_ro: Tip fișier

# FileLocation
source: Location
fi_fi: Sijainti
hi_in: स्थान
hu_hu: Útvonal
pt_pt: Localização
ro_ro: Locație

# FileModified
source: Modified
fi_fi: Muokattu
hi_in: संशोधित
hu_hu: Módosítva
pt_pt: Modificado
ro_ro: Modificat

source: File size
fi_fi: Tiedoston koko
hi_in: फाइल का आकार
hu_hu: Fájl mérete
pt_pt: Tamanho do arquivo
ro_ro: Mărime fișier

# FileOpenLocation
source: Open file location
fi_fi: Avaa tiedoston sijainti
hi_in: फ़ाइल के स्थान को खोलें
hu_hu: Fájl helyének megnyitása
pt_pt: Abrir local do Ficheiro
ro_ro: Deschide locația fișierului

# WidgetArtistNewsFeedTitle
source: Artist news feed
fi_fi: Esittäjän uutissyöte
hi_in: रचनाकार की समाचार फ़ीड
hu_hu: Előadói hírfolyam
pt_pt: Feed de notícias do artista
ro_ro: Flux știri Artist

source: Cancel
fi_fi: Peruuta
hi_in: रद्द करें
hu_hu: Mégse
pt_pt: Cancelar
ro_ro: Anulare

source: Details
fi_fi: Tarkemmat tiedot
hi_in: विवरण
hu_hu: Részletek
pt_pt: Detalhes
ro_ro: Detalii

source: File
fi_fi: Tiedosto
hi_in: फ़ाइल
hu_hu: Fájl
pt_pt: Ficheiro
ro_ro: Fișier

source: Lyrics
fi_fi: Sanoitukset
hi_in: गीतिकाव्य
hu_hu: Dalszöveg
pt_pt: Letras
ro_ro: Versuri

# PropsErrorContent
source: We couldn't save the song properties. The file might have been moved, changed or deleted, or maybe this is just a Windows issue.
fi_fi: Kappaleen ominaisuuksia ei voitu tallentaa. Tiedosto on ehkä siirretty, sitä on muutettu tai se on poistettu, tai ehkä tämä on vain Windows-ongelma.
hi_in: हम गाने के गुण सेव नहीं कर सके। फ़ाइल को स्थानांतरित, परिवर्तित या हटा दिया गया हो सकता है, या यह केवल एक विंडोज़ समस्या है।
hu_hu: Nem tudtuk megmenteni a dal tulajdonságait. Lehet, hogy a fájlt áthelyezték, megváltoztatták vagy törölték, vagy ez csak egy Windows-probléma.
pt_pt: Não foi possível guardar as propriedades da música. O ficheiro pode ter sido movido, alterado ou eliminado, ou talvez seja apenas um problema do Windows.
ro_ro: Nu am putut salva proprietățile melodiei. Este posibil ca fișierul să fi fost mutat, schimbat sau șters, sau este o problemă Windows.

# PropsErrorTitle
source: Something went wrong
fi_fi: Jotain meni pieleen
hi_in: कुछ गड़बड़ हो गया है
hu_hu: Valami hiba történt
pt_pt: Algo correu mal
ro_ro: Ceva nu a funcționat corect

# PropsSave
source: Save changes
fi_fi: Tallenna muutokset
hi_in: परिवर्तन सहेजें
hu_hu: Változtatások mentése
pt_pt: Guardar alterações
ro_ro: Salvare schimbări

source: Shuffle playlist
fi_fi: Sekoita soittolista
hi_in: प्लेलिस्ट शफल करें
hu_hu: Lejátszási lista keverése
pt_pt: Aleatorizar lista de reprodução
ro_ro: Amestecă playlist

source: Contribute
fi_fi: Osallistu
hi_in: योगदान करें
hu_hu: Közreműködés
pt_pt: Contribuir
ro_ro: Contribuie

source: Version
fi_fi: Versio
hi_in: संस्करण
hu_hu: Verzió
pt_pt: Versão
ro_ro: Versiune

# VersionTemplate
source: {0} Internal Version: {1} Rise Software - Discy & YourOrdinaryCat
fi_fi: {0} Sisäinen versio: {1} Rise Software - Discy & YourOrdinaryCat
hi_in: {0} अंदरूनी संस्करण: {1} राइज़ सॉफ़्टवेयर - डिस्की एवं योरऑर्डिनरीकैट
hu_hu: {0} Belső verzió: {1} Rise Software - Discy & YourOrdinaryCat
pt_pt: {0} Versão Interna: {1} Rise Software - Discy & YourOrdinaryCat
ro_ro: Dată de lansare InDev: 24 decembrie 2021 Dată de lansare finală: 1 ianuarie 2022 Versiune internă: 0.135.0 Ediție: Bloom Rise Software - Discy și YourOrdinaryCat

# TermsAndConditions
source: Terms & Conditions
fi_fi: Käyttöehdot
hi_in: नियम और शर्तें
hu_hu: Felhasználási feltételek
pt_pt: Termos & Condições
ro_ro: Termeni și condiții

source: of
fi_fi: jostakin
hi_in: का
hu_hu: a
pt_pt: de
ro_ro: a

# Learn
source: Learn more
fi_fi: Lue lisää
hi_in: और जानें
hu_hu: További információ
pt_pt: Saiba mais
ro_ro: Află mai multe

source: Album
fi_fi: Albumi
hi_in: एल्बम
pt_pt: Álbum

source: Album artist
fi_fi: Albumin esittäjä
hi_in: एल्बम रचनाकार
hu_hu: Album előadója
pt_pt: Artista do álbum
ro_ro: Albumul artistului

# ArtistOrArtists
source: Artist(s)
fi_fi: Esittäjä(t)
hi_in: रचनाकार(एं)
hu_hu: Előadók
pt_pt: Artista(s)
ro_ro: Artist (artiștii)

# BecomeTranslator
source: Become a translator
fi_fi: Ryhdy kääntäjäksi
hi_in: अनुवादक बनें
hu_hu: Legyél fordító
pt_pt: Seja um tradutor
ro_ro: Deveniți un traducător

source: Bitrate
fi_fi: Bittivirran nopeus
hi_in: बिटदर
hu_hu: Bitráta
pt_pt: Taxa de bits
ro_ro: Rată de biți

source: Description
fi_fi: Kuvaus
hi_in: विवरण
hu_hu: Leírás
pt_pt: Descrição
ro_ro: Descriere

source: Disc
fi_fi: Levy
hi_in: डिस्क
hu_hu: Lemez
pt_pt: Disco

# EditAlbum
source: Edit album art
fi_fi: Käytä albumin kansikuvaa
hi_in: एल्बम कला संपादित करें
hu_hu: Album exportálása
pt_pt: Editar capa do álbum
ro_ro: Editare artă album

source: Export album art
fi_fi: Vie albumin kansikuva
hi_in: एल्बम कला निर्यात करें
hu_hu: Album exportálása
pt_pt: Exportar capa do álbum
ro_ro: Exportă coperta albumului

source: Export playlist icon
fi_fi: Vie soittolistan kuvake
hi_in: प्लेलिस्ट आईकन निर्यात करें
hu_hu: Lejátszási lista exportálása ikon
pt_pt: Exportar ícone da lista de reprodução
ro_ro: Exportă pictograma playlist

source: Genre
fi_fi: Lajityyppi
hi_in: शैली
hu_hu: Műfaj
pt_pt: Género
ro_ro: Gen

# MediaLocalDesc
source: This song is local, meaning it is stored directly on to your device's storage, rather than the cloud or online. Changing properties here will change them for the file itself, meaning it will affect other media players.
fi_fi: Tämä kappale on paikallinen, eli se on tallennettu suoraan laitteesi tallennustilaan eikä pilveen tai verkkoon. Ominaisuuksien muuttaminen tässä muuttaa niitä itse tiedostoon, mikä tarkoittaa, että se vaikuttaa myös muihin mediasoittimiin.
hi_in: यह गाना लोकल है, यानि यह सीधे आपके उपकरण के स्टोरेज पर स्टोर होता है, क्लाउड या ऑनलाइन के बदले। यहां पर गुण परिवर्तन फ़ाइल के लिए बदल जाएंगे, यानि यह दूसरे मीडिया प्लेयर्स को प्रभावित करेगा।
hu_hu: Ez a dal helyi, azaz közvetlenül a készülék tárolóján van tárolva, nem pedig a felhőben vagy online. Ha itt módosítja a tulajdonságokat, az magára a fájlra is hatással lesz, ami azt jelenti, hogy más médialejátszókra is hatással lesz.
pt_pt: Esta música é local, o que significa que ela é armazenada diretamente no armazenamento do dispositivo, ao invés da nuvem ou online. Alterar as propriedades aqui irá alterá-las para o próprio ficheiro, o que significa que isso irá afetar outros leitores de multimédia.
ro_ro: Această melodie este locală, ceea ce înseamnă că este stocată direct pe stocarea dispozitivului tău, spre deosebire de cloud sau online. Schimbarea proprietăților aici va afecta alte playere media.

# MediaLocalTitle
source: Local Music
fi_fi: Paikallinen musiikki
hi_in: लोकल गाने
hu_hu: Helyi zene
pt_pt: Música Local
ro_ro: Muzică locală

source: Options
fi_fi: Valinnat
hi_in: विकल्प
hu_hu: Opciók
pt_pt: Opções
ro_ro: Opțiuni

# PlaylistSongsDetailsTipTitle
source: Move songs by clicking the up and down buttons.
fi_fi: Siirrä kappaleita klikkaamalla ylös ja alas painikkeita.
hi_in: गानों का स्थान-परिवर्तन अप एवं डाउन बटन पर क्लिक करें।
hu_hu: Mozgasd a dalokat a felfelé és lefelé gombokra kattintva.
pt_pt: Mova músicas clicando nos botões para cima e para baixo.
ro_ro: Mută melodiile făcând clic pe butoanele în sus și în jos.

# PlaylistTitle
source: Playlist name
fi_fi: Soittolistan nimi
hi_in: प्लेलिस्ट का नाम
hu_hu: Lejátszási lista neve
pt_pt: Nome da lista de reprodução
ro_ro: Nume playlist

# PlaylistVideosDetailsTipTitle
source: Move videos by clicking the up and down buttons.
fi_fi: Siirrä videoita klikkaamalla ylös ja alas painikkeita.
hi_in: विडियो का स्थान-परिवर्तन अप एवं डाउन बटन पर क्लिक करें।
hu_hu: Mozgasd a videókat a felfelé és lefelé gombokra kattintva.
pt_pt: Mova vídeos clicando nos botões para cima e para baixo.
ro_ro: Mută videoclipurile făcând clic pe butoanele în sus și în jos.

source: Rating
fi_fi: Luokitus
hi_in: रेटिंग
hu_hu: Értékelés
pt_pt: Classificação
ro_ro: Evaluare

source: Release year
fi_fi: Julkaisuvuosi
hi_in: रिलीज वर्ष
hu_hu: Kiadási éve
pt_pt: Ano de lançamento
ro_ro: An de lansare

source: Report an issue
fi_fi: Ilmoita ongelmasta
hi_in: समस्या सूचित करें
hu_hu: Probléma jelentése
pt_pt: Reportar um problema
ro_ro: Raportează o problemă

source: Song title
fi_fi: Kappaleen nimi
hi_in: गाने का शीर्षक
hu_hu: Dal címe
pt_pt: Título da música
ro_ro: Titlu melodie

# StoredAsFile
source: This song is stored as a file on your device.
fi_fi: Tämä kappale on tallennettu laitteellesi tiedostoksi.
hi_in: यह गाना आपके उपकरण पर एक फ़ाइल के तौर पर संग्रहित है।
hu_hu: Ez a dal fájlként van tárolva a készüléken.
pt_pt: Esta música é armazenada como um ficheiro no seu dispositivo.
ro_ro: Această melodie este stocată ca un fișier pe dispozitivul tău.

source: System language
fi_fi: Järjestelmän kieli
hi_in: सिस्टम की भाषा
hu_hu: Rendszer nyelvének használata
pt_pt: Idioma do sistema
ro_ro: Limbă sistem

source: Track number
fi_fi: Kappaleen numero
hi_in: ट्रैक संख्या
hu_hu: Szám száma
pt_pt: Número da faixa
ro_ro: Număr piesă

source: Translations
fi_fi: Käännökset
hi_in: अनुवाद
hu_hu: Fordítások
pt_pt: Traduções
ro_ro: Traduceri

# AddRemoveDesc
source: Let us find music and videos by adding folders and files on your device.
fi_fi: Salli meidän löytää musiikkia ja videoita lisäämällä laitteesi tiedostoja ja kansioita.
hi_in: हमें फोल्डर और आपके उपकरण पर फाइलों को जोड़ने के द्वारा संगीत और विडियो खोजने दें।
hu_hu: Keressük meg a zenéket és videókat az eszközön található mappák és fájlok hozzáadásával.
pt_pt: Deixe-nos encontrar música e vídeos, adicionando pastas e ficheiros no seu dispositivo.
ro_ro: Lasă-ne să găsim muzică și videoclipuri adăugând foldere și fișiere de pe dispozitiv.

# AddRemoveTitle
source: Add/remove media sources
fi_fi: Lisää tai poista medialähteitä
hi_in: मीडिया स्रोत जोड़ें/निकालें
hu_hu: Médiaforrások hozzáadása/eltávolítása
pt_pt: Adicionar/remover fontes de mídia
ro_ro: Adaugă/elimină surse media

source: Add to
fi_fi: Lisää kohteeseen
hi_in: इनमें जोड़ें
hu_hu: Hozzáadás a
pt_pt: Adicionar a
ro_ro: Adaugă la

source: App settings
fi_fi: Sovelluksen asetukset
hi_in: ऐप सेटिंग्स
hu_hu: Alkalmazás beállítások
pt_pt: Definições da aplicação
ro_ro: Setări aplicație

source: Artist
fi_fi: Esittäjä
hi_in: रचनाकार
hu_hu: Előadó
pt_pt: Artista

source: Ascending
fi_fi: Nousevasti
hi_in: आरोही
hu_hu: Növekvő
pt_pt: Ascendente
ro_ro: Ascendent

# AskDiscy
source: Ask Discy about this
fi_fi: Kysy Discylta tästä
hi_in: इसके बारे में डिस्की से पूछें
hu_hu: Kérdezd meg Discy-t erről
pt_pt: Pergunte ao Discy sobre isto
ro_ro: Întreabă-l pe Discy despre asta

# BrowseMediaDesc
source: Use a file browser to look through all of your media in your folders.
fi_fi: Käytä tiedostoselainta käydäksesi läpi kaikki kansioissasi oleva media.
hi_in: किसी फ़ाइल ब्राउज़र का इस्तेमाल अपनी सभी मीडिया को अपने फ़ोल्डरों में देखने के लिए करें।
hu_hu: Egy fájlböngészővel nézd át az összes médiát a mappáidban.
pt_pt: Utilize um navegador de ficheiros para procurar por todas as suas mídias nas suas pastas.
ro_ro: Folosește un browser de fișiere pentru a te uita prin toate fișierele media din dosare.

# BrowseMediaTitle
source: Browse for media
fi_fi: Selaa mediaa
hi_in: मीडिया के लिए ब्राउज़ करें
hu_hu: Böngésszen a média között
pt_pt: Procurar por mídia
ro_ro: Răsfoire pentru media

source: Change artist image
fi_fi: Vaihda esittäjän kuva
hi_in: रचनाकार चित्र बदलें
hu_hu: Előadói kép módosítása
pt_pt: Alterar imagem do artista
ro_ro: Schimbă imaginea de artist

source: Close
fi_fi: Sulje
hi_in: बंद करें
hu_hu: Bezárás
pt_pt: Fechar
ro_ro: Închide

source: Descending
fi_fi: Laskevasti
hi_in: अवरोही
hu_hu: Csökkenő
pt_pt: Descendente
ro_ro: Descendent

source: Feedback
fi_fi: Palaute
hi_in: प्रतिक्रिया
hu_hu: Visszajelzés

source: Length
fi_fi: Kesto
hi_in: लंबाई
hu_hu: Hossz
pt_pt: Tamanho
ro_ro: Lungime

# MessagesAndReports
source: Messages & reports
fi_fi: Viestit ja raportit
hi_in: मैसेज और रिपोर्ट
hu_hu: Üzenetek és jelentések
pt_pt: Mensagens & relatórios
ro_ro: Mesaje și rapoarte

source: More settings
fi_fi: Lisää asetuksia
hi_in: और सेटिंग्स
hu_hu: További beállítások
pt_pt: Mais definições
ro_ro: Mai multe setări
